<template>
  <div class="font-normal mob-cont">
    <div class="hidden sm:flex gap-2 text-base-1 mt-7">
      <NuxtLink to="/">
        {{ header.title }}
      </NuxtLink>
      <p>></p>
      <NuxtLink to="/terms">
        {{ header.terms }}
      </NuxtLink>
    </div>
    <h1 class="uppercase text-base-3.7 my-6">{{ title }}</h1>
    <div class="text-base-1">
      <p style="color: #666">{{ date.text }} {{ date.date }}</p>
      <div v-for="(num, index) in blocks" :key="index">
        <h2 class="uppercase my-4 text-base-3.7">
          {{ index + 1 + ")" }} {{ num.title }}
        </h2>
        <p class="mb-2 leading-loose" style="color: #666">
          {{ num.text }}
        </p>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  head: {
    title: "Условия использования",
  },
  data() {
    return {
      header: {
        title: "Главная",
        terms: "Условия пользования",
      },
      title: "Условия использования сайта",
      date: {
        text: "Дата обновления:",
        date: "7 июля 2020 года",
      },
      blocks: [
        {
          title: "ИНФОРМАЦИЯ О КОМПАНИИ И КОНТАКТНЫЕ ДАННЫЕ",
          text: "Golden-Travel.colibri.tj — веб-сайт  (далее — «Веб-сайт») в ведении Golden-Travel.tj Travel Singapore Pte. Ltd. («Трип.ком Трэвел Сингапур Пте. Лтд.»), компании с ограниченной ответственностью, расположенной по адресу: 1 Harbourfront Ave, #03-12/13, Keppel Bay Tower, Singapore (098632) (далее — «мы», «наш» или «нас»). Мы являемся международным туристическим агентством, работающим в режиме онлайн (лицензия Сингапура на туристическую деятельность № 02943).Вы можете связаться с нами по электронной почте или телефону нашей службы поддержки (адрес электронной почты и номер телефона горячей линии указаны по ссылке: https://ru.trip.com/help?locale=ru_ru). Вы также можете воспользоваться чатом службы на нашем Веб-сайте.",
        },
        {
          title: "О ДАННЫХ УСЛОВИЯХ",
          text: "Наш Веб-сайт помогает в сборе информации о поездках и определении наличия туристических продуктов и услуг. Он также позволяет забронировать авиабилеты, номера в отелях, железнодорожные билеты, прокат автомобилей, трансфер в аэропорт/из аэропорта и билеты на посещение достопримечательностей (далее — «Туристические продукты»), предоставляемые сторонними поставщиками (далее — «Поставщики»). В зависимости от того, в какой стране осуществляется бронирование, Туристические продукты могут также включать билеты на паром и автобус, туры, круизы и поездки. Мы также предоставляем услуги по поддержке клиентов при бронировании на нашем Веб-сайте. Настоящие условия действуют в отношении данных услуг по бронированию.",
        },
      ],
    };
  },
};
</script>
<style></style>
